Repository: 12dora/LegacyEhPanda
Catalog: AppPackage/Sources/FiltersFeature/Resources/Localizable.xcstrings
Source language: en
Languages: de, ja, ko, zh_hans, zh_hant

source: Advanced
de: Erweitert
ja: 高度
ko: 고급
zh_hans: 高级
zh_hant: 進階

source: Advanced settings
de: Erweiterte Einstellungen
ja: 高度な設定
ko: 고급 설정
zh_hans: 高级选项
zh_hant: 進階選項

source: Default filter
de: Standardfilter
ja: 既定フィルター
ko: 기본 옵션
zh_hans: 默认筛选
zh_hant: 預設篩選

source: Disable language filter
de: Gefilterte Sprachen miteinbeziehen
ja: 言語フィルターを無効化
ko: 언어 필터 끄기
zh_hans: 禁用语言筛选
zh_hant: 停用語言篩選

source: Disable tags filter
de: Gefilterte Tags miteinbeziehen
ja: タグフィルターを無効化
ko: 태그 필터 끄기
zh_hans: 禁用标签筛选
zh_hant: 停用標籤篩選

source: Disable uploader filter
de: Gefilterte Uploader miteinbeziehen
ja: アップローダフィルターを無効化
ko: 업로더 필터 끄기
zh_hans: 禁用上传者筛选
zh_hant: 停用上傳者篩選

source: Minimum rating
de: Minimale Bewertung
ja: 評価の下限
ko: 최소 별점
zh_hans: 评分下限
zh_hant: 評分下限

source: Only show galleries with torrents
de: Nur Galerien mit Torrents zeigen
ja: トレントを含むもののみを表示
ko: 토렌트 있는 갤러리만 보이기
zh_hans: 只显示带有种子的画廊
zh_hant: 只顯示有種子的畫廊

source: Pages range
de: Seitenzahl-Bereich
ja: ページ数範囲
ko: 페이지 범위
zh_hans: 页数范围
zh_hant: 頁數範圍

source: Reset
de: Zurücksetzen
ja: 戻す
ko: 초기화
zh_hans: 重置
zh_hant: 重設

# reset_description
source: Are you sure to reset?
de: Bist du sicher?
ja: 本当に戻してもよろしいですか？
ko: 초기화하시겠어요?
zh_hans: 确定要重置吗？
zh_hant: 確定要重設嗎?

source: Reset filters
de: Filter zurücksetzen
ja: 既定値に戻す
ko: 모든 필터 초기화
zh_hans: 重置所有选项
zh_hant: 重設所有選項

source: Search downvoted tags
de: Negativ bewertete Tags miteinbeziehen
ja: 低評価タグを検索
ko: 낮은 평가의 태그를 찾아보기
zh_hans: 搜索低评价标签
zh_hant: 搜尋低評價標籤

source: Search expunged galleries
de: Gelöschte Galerien zeigen
ja: 削除済みのギャラリーを表示
ko: 삭제된 갤러리를 보여주기
zh_hans: 显示已被删除的画廊
zh_hant: 顯示被刪除的畫廊

source: Search gallery description
de: Galeriebeschreibung durchsuchen
ja: ギャラリー説明を検索
ko: 갤러리 설명을 찾아보기
zh_hans: 搜索画廊描述
zh_hant: 搜尋畫廊描述

source: Search gallery name
de: Galerienamen durchsuchen
ja: ギャラリー名を検索
ko: 갤러리 이름을 찾아보기
zh_hans: 搜索画廊名称
zh_hant: 搜尋畫廊名稱

source: Search gallery tags
de: Galerietags durchsuchen
ja: ギャラリータグを検索
ko: 갤러리 태그를 찾아보기
zh_hans: 搜索画廊标签
zh_hant: 搜尋畫廊標籤

source: Search Low-Power tags
de: Low-Power Tags miteinbeziehen
ja: 低希望タグを検索
ko: 인기가 없는 태그를 찾아보기
zh_hans: 搜索低期望标签
zh_hant: 搜尋低期望標籤

source: Search range
de: Suchbereich
ja: 検索範囲
ko: 검색 범위
zh_hans: 搜索范围
zh_hant: 搜尋範圍

source: Search torrent filenames
de: Torrents durchsuchen
ja: トレントファイル名を検索
ko: 토렌트 파일 이름을 찾아보기
zh_hans: 搜索种子文件名
zh_hant: 搜尋種子檔案名

source: Set minimum rating
de: Minimaleste Bewertung festlegen
ja: 評価の下限を指定
ko: 최소 별점 설정하기
zh_hans: 设置评分下限
zh_hant: 設定評分下限

source: Set pages range
de: Seitenzahl-Bereich festlegen
ja: ページ数範囲を指定
ko: 페이지 범위 설정
zh_hans: 设置页数范围
zh_hant: 設定頁數範圍
